import React from 'react';
import Accordion from '../../components/Accordion';
import SectionHeader from '../../components/SectionHeader';
import './question.scss';
import questionArrow from '../../assets/questionarrow.png';
const Questions = () => {
	return (
		<section className='question-section'>
			<SectionHeader title='Часто задаваемые вопросы'>
				<Accordion title={'Что такое услуга «UzMillion»?'}>
					Всего призов 730! В первом этапе Услуги 78 ежедневных призов
					(2 000 000 сум) и 12 еженедельных призов (30 000 000 сум).
					Во втором этапе Услуги 77 ежедневных призов (по 3 000 000
					сум) и 13 еженедельных призов (по 25 000 000 сум). В третьем
					этапе Услуги 78 ежедневных призов (по 3 000 000 сум), 10
					еженедельных призов (по 25 000 000 сум) и 3 ежемесячных
					приза (по 50 000 000 сум). В 4-м этапе Услуги 80 ежедневных
					призов (по 2 500 000 сум), 13 еженедельных призов (по 20 000
					000 сум) и 1 специальный приз (150 000 000 сум). В 5-м этапе
					Услуги 313 ежедневных призов (по 3 000 000 сум), 40
					еженедельных призов (по 20 000 000 сум), 11 ежемесячных
					призов (по 50 000 000 сум) и 1 мега приз (двухкомнатная
					квартира в Ташкенте).
				</Accordion>
				<Accordion title={'Какие призы?'}>
					Всего призов 730! В первом этапе Услуги 78 ежедневных призов
					(2 000 000 сум) и 12 еженедельных призов (30 000 000 сум).
					Во втором этапе Услуги 77 ежедневных призов (по 3 000 000
					сум) и 13 еженедельных призов (по 25 000 000 сум). В третьем
					этапе Услуги 78 ежедневных призов (по 3 000 000 сум), 10
					еженедельных призов (по 25 000 000 сум) и 3 ежемесячных
					приза (по 50 000 000 сум). В 4-м этапе Услуги 80 ежедневных
					призов (по 2 500 000 сум), 13 еженедельных призов (по 20 000
					000 сум) и 1 специальный приз (150 000 000 сум). В 5-м этапе
					Услуги 313 ежедневных призов (по 3 000 000 сум), 40
					еженедельных призов (по 20 000 000 сум), 11 ежемесячных
					призов (по 50 000 000 сум) и 1 мега приз (двухкомнатная
					квартира в Ташкенте).
				</Accordion>
				<Accordion
					title={
						'Сколько призов в данной Услуге будет разыгрываться?'
					}>
					Всего призов 730! В первом этапе Услуги 78 ежедневных призов
					(2 000 000 сум) и 12 еженедельных призов (30 000 000 сум).
					Во втором этапе Услуги 77 ежедневных призов (по 3 000 000
					сум) и 13 еженедельных призов (по 25 000 000 сум). В третьем
					этапе Услуги 78 ежедневных призов (по 3 000 000 сум), 10
					еженедельных призов (по 25 000 000 сум) и 3 ежемесячных
					приза (по 50 000 000 сум). В 4-м этапе Услуги 80 ежедневных
					призов (по 2 500 000 сум), 13 еженедельных призов (по 20 000
					000 сум) и 1 специальный приз (150 000 000 сум). В 5-м этапе
					Услуги 313 ежедневных призов (по 3 000 000 сум), 40
					еженедельных призов (по 20 000 000 сум), 11 ежемесячных
					призов (по 50 000 000 сум) и 1 мега приз (двухкомнатная
					квартира в Ташкенте).
				</Accordion>
				<Accordion title={'Сколько призов может выиграть участник?'}>
					Всего призов 730! В первом этапе Услуги 78 ежедневных призов
					(2 000 000 сум) и 12 еженедельных призов (30 000 000 сум).
					Во втором этапе Услуги 77 ежедневных призов (по 3 000 000
					сум) и 13 еженедельных призов (по 25 000 000 сум). В третьем
					этапе Услуги 78 ежедневных призов (по 3 000 000 сум), 10
					еженедельных призов (по 25 000 000 сум) и 3 ежемесячных
					приза (по 50 000 000 сум). В 4-м этапе Услуги 80 ежедневных
					призов (по 2 500 000 сум), 13 еженедельных призов (по 20 000
					000 сум) и 1 специальный приз (150 000 000 сум). В 5-м этапе
					Услуги 313 ежедневных призов (по 3 000 000 сум), 40
					еженедельных призов (по 20 000 000 сум), 11 ежемесячных
					призов (по 50 000 000 сум) и 1 мега приз (двухкомнатная
					квартира в Ташкенте).
				</Accordion>
				<Accordion
					title={
						'Сколько призов в данной Услуге будет разыгрываться?'
					}>
					Всего призов 730! В первом этапе Услуги 78 ежедневных призов
					(2 000 000 сум) и 12 еженедельных призов (30 000 000 сум).
					Во втором этапе Услуги 77 ежедневных призов (по 3 000 000
					сум) и 13 еженедельных призов (по 25 000 000 сум). В третьем
					этапе Услуги 78 ежедневных призов (по 3 000 000 сум), 10
					еженедельных призов (по 25 000 000 сум) и 3 ежемесячных
					приза (по 50 000 000 сум). В 4-м этапе Услуги 80 ежедневных
					призов (по 2 500 000 сум), 13 еженедельных призов (по 20 000
					000 сум) и 1 специальный приз (150 000 000 сум). В 5-м этапе
					Услуги 313 ежедневных призов (по 3 000 000 сум), 40
					еженедельных призов (по 20 000 000 сум), 11 ежемесячных
					призов (по 50 000 000 сум) и 1 мега приз (двухкомнатная
					квартира в Ташкенте).
				</Accordion>
				<div className='question-section__link'>
					<a href='/'>
						Все вопросы и ответы
						<img src={questionArrow} alt='arrow' />
					</a>
				</div>
			</SectionHeader>
		</section>
	);
};

export default Questions;
